reports/history/logs/nextjs_wrk.log
Running 30s test @ http://localhost:3002/
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   110.22ms   66.37ms   2.00s    93.12%
    Req/Sec   272.05    153.45     1.04k    75.24%
  66511 requests in 30.05s, 426.95MB read
  Socket errors: connect 0, read 0, write 0, timeout 287
Requests/sec:   2213.39
Transfer/sec:     14.21MB